[{
    "categoria": "Diseño",
    "titulo": "Retícula",
    "img": "images/reticula.jpg",
    "descripcion": "La <a target='_blank' href='http://definicion.de/reticula/'>retícula</a> es una estructura o maqueta que permite distribuir elementos visuales, manteniendo una relación. Es esencial cuando se quiere tener una consistencia en el formato de los diseños."
  }, {
    "categoria": "Diseño",
    "titulo": "Proporción áurea",
    "img": "images/aurea.png",
    "descripcion": "La <a target='_blank' href='http://www.brandemia.org/la-proporcion-aurea-en-el-diseno-de-logotipos'>proporción áurea</a> está presente en la naturaleza, es una relación matemática obtenida de la sucesion de <a target='_blank' href='https://es.wikipedia.org/wiki/Sucesi%C3%B3n_de_Fibonacci'>fibonnacci</a>, trasladada esta proporción a un rectángulo cualquiera, se obtienen puntos de interés que el espectador visualizara, es usa para la composición fotográfica y como retícula."
  }, {
    "categoria": "Diseño",
    "titulo": "Movimiento",
    "img": "images/movimiento.png",
    "descripcion": "Movimiento es realizar una acción en el tiempo, una imagen que transmite la sensación del movimiento se dice que tiene dinamismo. Esta da la sugerencia de movimiento."
  }, {
    "categoria": "Diseño",
    "titulo": "Jerarquía",
    "img": "images/jerarquia.jpg",
    "descripcion": "Estructura de elementos visuales que definen un orden de importancia.Elementos organizados en base a un criterio.Dependiendo de lo que se desea comunicar, ciertos elementos pueden tener más o menor importancia en la imagen, esta <a target='_blank' href='http://blog.aulaformativa.com/fundamentos-del-diseno-como-crear-jerarquia-visual/'> jerarquía</a> se puede lograr mediante tamaño, contraste, color, proximidad, composición, etc."
  }, {
    "categoria": "Diseño",
    "titulo": "Responsive design",
    "img": "images/responsive.gif",
    "descripcion": "El diseño web adaptable es una metodología de diseño y desarrollo su objetivo es adaptar la apariencia de las páginas web al dispositivo, sin importar su <a target='_blank' href='https://v-play.net/doc/vplay-different-screen-sizes/'> aspect ratio </a>."
  }, {
    "categoria": "Diseño",
    "titulo": "Constantes/Variables",
    "img": "images/constante.jpg",
    "descripcion": "Una constante en el diseño es aquel elemento que no puede ser modificado de su estado natural, por ejemplo, la zona de seguridad de un logotipo, o la posición de un eslogan respecto a otro elemento.Las variables son aquellos elementos que pueden ser modificados en caso de ser requerido, por ejemplo, la tipografía en una página web, si un navegador no puede resolver una dependencia, se puede definir una tipografía alterna."
  }, {
    "categoria": "Diseño",
    "titulo": "Economía Visual",
    "img": "images/economia.jpg",
    "descripcion": "Utilizar únicamente la cantidad necesaria de elementos visuales, interfaz de usuario limpias y sin distracciones, menús y botones ocultos al usuario, visibles únicamente cuando el cursor se acerca a una zona."
  }, {
    "categoria": "Tipografía",
    "titulo": "Tipografía",
    "img": "images/tipografia.jpg",
    "descripcion": "La <a target='_blank' href='http://definicion.de/tipografia/'>tipografía</a> es el oficio del diseño, manejo y selección de tipos para crear trabajos de impresión, sea en soporte físico o digital. La selección de la tipografía debe concordar con el propósito o intención a comunicar, y ser capaz de adaptarse al público meta."
  }, {
    "categoria": "Tipografía",
    "titulo": "Familias tipográficas",
    "img": "images/Familias tipográficas.jpg",
    "descripcion": "Una <a target='_blank' href='https://desarrolloweb.com/articulos/1626.php'>familia tipográfica </a> es un conjunto de tipografías que comparten características o rasgos de diseño comunes. Estas tipografias se parecen entre sí, pero tienen cualidades individuales. Existen diversas clasificaciones tipográficas, la más común es Tipografías Serif (Con Serif o Roman), Tipografías Lineales (Sin Serif o Paloseco), Tipografías Cursivas (o Script) y Tipografías Decorativas (o Fantasía)."
  }, {
    "categoria": "Tipografía",
    "titulo": "Peso",
    "img": "images/Peso.jpg",
    "descripcion": "El peso es una variable de una tipografía, modifica el grosor o espesor de la misma, por ejemplo: Regular, Bold, Heavy."
  }, {
    "categoria": "Tipografía",
    "titulo": "Inclinación",
    "img": "images/Inclinación.jpg",
    "descripcion": "Es una variable que modifica el eje de dise;o del tipo, se puede referir como la versión itálica de la tipografía."
  }, {
    "categoria": "Tipografía",
    "titulo": "Tracking",
    "img": "images/Tracking.jpg",
    "descripcion": "Tracking es el proceso de creación de expansión o compresión de un bloque de texto."
  }, {
    "categoria": "Imágen",
    "titulo": "Color",
    "img": "images/Color.jpg",
    "descripcion": "El color es es una percepción visual que se genera en el cerebro, por el estímulo a la luz. Los colores se pueden clasificar según varios criterios, por ejemplo: fríos, cálidos, terrenas, neutros. También se pueden organizar para que formen armonías, triadas, cuartetos, complementarios, adyacentes, entre otras."
  }, {
    "categoria": "Imágen",
    "titulo": "Recorrido Visual",
    "img": "images/Recorrido Visual.jpg",
    "descripcion": "El recorrido visual, es la manera en la cual un espectador visualiza un contenido visual, el cerebro es capaz de interpretar una imagen y encontrar un punto de interés, partiendo de este la vista será guia hacia o lugar, conformando un recorrido. El factor cultural es de vital importancia a la hora de realizar una composición, normalmente las personas del occidente leen la imagen de izquierda a derecha y en dirección diagonal, las personas orientales la visualizarán diferente, se puede crear un recorrido con muchos otros factores como cambios de color, peso, tamaño."
  }, {
    "categoria": "Imágen",
    "titulo": "Puntos de Armonía",
    "img": "images/Puntos de Armonía.jpg",
    "descripcion": "Los puntos de armonía, sirven como una guia de composición. El ojo por costumbre los busca. Son obtenidos por medio de la proporción áurea."
  }, {
    "categoria": "Imágen",
    "titulo": "Contraste",
    "img": "images/Contraste.jpg",
    "descripcion": "El contraste es la diferencia de una cualidad de un objeto visual, como lo puede ser el color, forma, peso, tamaño, velocidad. Entre mayor sea dicha diferencia, se dice que se tiene un mayor contraste."
  }, {
    "categoria": "Imágen",
    "titulo": "Equilibrio",
    "img": "images/Equilibrio.jpg",
    "descripcion": "En composición el equilibrio es la cantidad de una propiedad de un elemento visual en un espacio determinado respecto a otro. Un imagen no equilibrada puede ser un grupo de objeto colocados en un esquina, mientras que una imagen equilibrada sería repartir los objetos alrededor del canvas. El equilibrio se puede dar entre formas, peso, composición, entre otros."
  }, {
    "categoria": "Imágen",
    "titulo": "Planos",
    "img": "images/Planos.png",
    "descripcion": "Colocación de los elementos respecto a un tercer eje, o un eje de profundidad. Un plano de fondo, donde se muestra un paisaje, un segundo plano principal donde se encuentra un actor y un tercer plano más cerca del espectador donde hay elementos de relleno. En diseño web la serialidad o posición de un plano se da con la propiedad de css z-index."
  }, {
    "categoria": "Imágen",
    "titulo": "Fondo - Figura",
    "img": "images/Fondo - Figura.jpg",
    "descripcion": "Está definido por la forma y contraforma, o los espacios negativos. Nos determina que debería ser el elemento principal."
  }, {
    "categoria": "Imágen",
    "titulo": "Textura",
    "img": "images/Textura.jpg",
    "descripcion": "La textura es la sensación de relieve, o la agregación de un material que genera irregularidades en una superficie."
  }, {
    "categoria": "Imágen",
    "titulo": "Estilo",
    "img": "images/Estilo.jpg",
    "descripcion": "Características y factores, espaciales y temporales, que definen un arte."
  }, {
    "categoria": "Imágen",
    "titulo": "Síntesis",
    "img": "images/Síntesis.jpg",
    "descripcion": "El objetivo final de una imagen, lo más importante."
  }, {
    "categoria": "Imágen",
    "titulo": "Concepto",
    "img": "images/Concepto.jpg",
    "descripcion": "Lo que se quiere transmitir o comunicar."
  }, {
    "categoria": "Imágen",
    "titulo": "Intencionalidad",
    "img": "images/Intencionalidad.jpg",
    "descripcion": "Modo de expresar y reforzar de una idea, según su intención."
  }, {
    "categoria": "Imágen",
    "titulo": "Composición",
    "img": "images/Composición.jpg",
    "descripcion": "La composición es la manera en la cual los elemento visuales son dispuesto sobre el canvas."
  }, {
    "categoria": "Imágen",
    "titulo": "Concentración",
    "img": "images/Concentración.jpg",
    "descripcion": "Agrupación de elementos en un determinado espacio."
  }, {
    "categoria": "Imágen - Variables",
    "titulo": "Tono/Matiz",
    "img": "images/TonoMatiz.jpg",
    "descripcion": "Es la frecuencia de la onda del color, la posición de un color sobre el espectro de la luz."
  }, {
    "categoria": "Imágen - Variables",
    "titulo": "Saturación",
    "img": "images/Saturación.jpg",
    "descripcion": "Se basa en la pureza del color; un color muy saturado tiene un color vivo e intenso, mientras que un color menos saturado parece más descolorido y gris. Es la cantidad de gris presente en una imagen."
  }, {
    "categoria": "Imágen - Variables",
    "titulo": "Contraste",
    "img": "images/Contraste.png",
    "descripcion": "La diferencia relativa en la intensidad entre un punto de una imagen."
  }, {
    "categoria": "Imágen - Variables",
    "titulo": "Brillo",
    "img": "images/Brillo.png",
    "descripcion": "Cantidad de blancos de una imagen."
  }, {
    "categoria": "Imágen - Variables",
    "titulo": "Medio",
    "img": "images/Medio.jpg",
    "descripcion": "El lugar donde se despliega el contenido es de vital importancia, pues cambia la manera de diseñar, agregando ciertas limitantes, ya sea de forma física o digital."
  }, {
    "categoria": "Limitantes",
    "titulo": "Pre-sets",
    "img": "images/Pre-sets.jpg",
    "descripcion": "Algunas variables a considerar en un diseño son el tamaño o la resolución del medio final, el peso en mb del archivo, la manera en la cual se proyectara, no es lo mismo ver una imagen en una sala de cine que en una habitación iluminada."
  }, {
    "categoria": "Limitantes",
    "titulo": "Discapacidades visuales",
    "img": "images/Discapacidades visuales.jpg",
    "descripcion": "Daltonismo, ceguera, baja visión."
  }, {
    "categoria": "Psicología",
    "titulo": "Color",
    "img": "images/Psicología del color.jpg",
    "descripcion": "Sentimientos y reacciones que evoca cada color a un individuo. Utilizados a favor del diseñador, influenciado por su ubicación geográfica y cultural. <ul><li>Amarillo: felicidad, claridad.</li><li>Anaranjado: Creatividad.</li><li>Rojo: sangre, muerte, destrucción, pasión, fuerza, romance.</li><li>Morado: lujo, religión, sabiduría, imaginativo.</li><li>Azul: elegancia, soledad, realeza, tranquilidad.</li><li>Verde: natural, salud, serenidad, celos.</li><li>Blanco, plata: pureza, pulcritud.</li><li>Negro: muerte, elegancia.</li><li>Multicolor: divertidos, versátiles, diversos.</li></ul>"
  }, {
    "categoria": "Psicología",
    "titulo": "Diseño",
    "img": "images/psicologiadiseno.jpg",
    "descripcion": "Es la manipulación de masas a partir de conceptos y estudios establecidos que nos ayudan al diseño efectivo, según la comportamientos de dichas masas.</br>Sugestión: una idea sugerida que las masas las hacen propias y creen firmemente que salió de su ingenio, o creen que es el estándar social a seguir. Su origen es atributo con fines terapéuticos, you are great.</br>La sugestión directa: parte de una autoridad.</br>La hipnótica, se consigue a partir de la hipnosis, a partir de algo mecánico, se implantan ideas ajenas en el sujeto.</br>Sugestión indirecta: ideas que están implícitas, que sutilmente sugieren nuevos puntos de vista, artículos, ideas, propias y verdaderas. Ejemplo el noticiero."
  }, {
    "categoria": "Psicología",
    "titulo": "Estímulo",
    "img": "images/estimulo.jpg",
    "descripcion": "Uso de agentes químicos o elementos que provocan reacciones en el individuo. Existen diversos factores de estímulo, como presentar cambios sencillos, contenidos simples y fáciles de leer, buena jerarquía y la rapidez de acceso a la información. Se puede estimular con dolor, provocar al espectador a sentir esa sensación, para que realice cierta acción; engaño de datos, la reputación del producto, los procesos largos y complicados, la ausencia de imagen (puro texto), o bloques de texto muy largos."
  }, {
    "categoria": "Psicología",
    "titulo": "Influencias",
    "img": "images/Influencia.png",
    "descripcion": "<b>Influencia</b>, estilo de persuasión a partir del análisis del receptor de la información. Por ejemplo la influencia de una autoridad sobre las personas. Existen diversos tipos de influencias:</br></br><b>Influencia formativa</b>, es la influencia que aceptamos de manera voluntario como correcta.</br><b>Influencia normativa</b>, es la influencia que es impuesta de forma categórica.</br><b>Adoctrinación</b>, realizar una acción por influencia heredada de una actividad repetitiva.</br><b>Reproducción</b>, copiar las acciones por popularidad.</br><b>Exclusividad</b>, por un estatus social.</br><b>Distorsión de juicio</b>, seguir la autoridad sin cuestionar.</br><b>Distorsión de la persecución</b>, acostumbrar a la persona a una situación.</br><b>Reciprocidad</b>, lo que doy, lo que recibo. Si un servicio es bueno, se vuelve a buscar. Acción de devolver el favor.</br><b>Dar importancia a alguien</b>, generar nostalgia en las personas, para que se acuerden de uno. Ejemplo Duolingo: vuelve otra vez.</br><b>Añoranza</b>, relaciones afectivas con algún objeto, físico o abstracto.</br><b>Alteración del juicio</b>, que es correcto y que no.</br><b>Autoridad</b>, los agentes de autoridad dicen que hacer.</br><b>Emociones</b>, reacciones involuntarias del cuerpo a un estímulo"
  }, {
    "categoria": "Psicología",
    "titulo": "Manipulación",
    "img": "images/manipulacion.jpg",
    "descripcion": "Modificar el pensamiento de manera agresiva, a partir del poder. Existen diversos tipos de manipulación:</br></br><b>Dominación de Tiempo y contexto</b>, se dice la hora y el lugar, sacando de la zona de confort.</br><b>Ejercer poder de objetos establecidos</b>, ofrecer algo, pero esperando otra cosa a cambio. Ejemplo yo prestó la cámara pero quiero su Nintendo.</br><b>Intencionalidad a partir del nombre</b>, utilizar el nombre con una intención.</br><b>Formalidad</b>, forma de presentar algo. Ejemplo una persona bien vestida, página de un banco.</br><b>Físicamente intimidante</b>, factores físicos. Ejemplo portada de un niño en la guerra.</br><b>Proceso de burocracia y engorrosos</b>, rellenar formulario, por procesos de sumisión.</br><b>Voz alta y emociones negativa</b>, mayúsculas saltona, agresión verbal.</br><b>Pérdida de paciencia y/o amenaza</b>, hacer algo de manera obligatoria. Llenar un formulario en un tiempo determinado.</br><b>Humor negativo y deliberado</b></br><b>Sarcasmo y retar</b>, permanecer en el sitio web.</br><b>Control excesivo y represivo</b>, se obliga hacer algo muchas veces."
  }, {
    "categoria": "Palabras claves",
    "titulo": "Palabras claves",
    "img": "images/Palabras claves.jpg",
    "descripcion": "Palabras claves de mercado<ul><li>Secreto, descubra, averigüe.</li><li>Mencionar nombres o grupos sociales.</li><li>Usar el No de manera contraria.</li><li>Suponer lo evidente.</li><li>Interrogantes, cuando, como, te interesa, porque.</li><li>Alternativas, una u otra.</li><li>Pero, usado de manera correcta.</li><li>Usar una persona como autoridad de manera comparativa, Carlos ya se graduó.</li><li>Razones directas o constantes.</li><li>Pero de forma negativa, para estimular hacer algo.</li><li>Dar datos precisos.</li><li>No te parece si.</li></ul>"
  }, {
    "categoria": "Historia",
    "titulo": "Historia",
    "img": "images/historia.jpg",
    "descripcion": "El css fue propuesto por Håkon Wium Lie el 10 de octubre de 1994. Un año después es recomendado por W3C su primera iteración. Inicialmente los dise;o se realizaban con tablas, después viene la implementación de Flash. Con CSS2  se incorporan los divs, secciones, vienen los primeros CMS, Drupal, Joomla. Actualmente se emplea CSS3 con selectores."
  }, {
    "categoria": "Referencia",
    "titulo": "Referencia",
    "img": "images/Awwwards.jpg",
    "descripcion": "Algunos sitios de referencia:</br><a target='_blank' href=’https://www.awwwards.com/’>Awwwards</a></br><a target='_blank' href=’http://www.webdesign-inspiration.com/'>webdesign inspiration </a></br><a target='_blank' href=’http://www.piktab.com/’>piktab</a></br><a target='_blank' href=’https://stocksnap.io/'>stock Snap</a></br><a target='_blank' href=’https://unsplash.com/'>Unsplash</a></br>"
  }, {
    "categoria": "Newsletter",
    "titulo": "Concepto",
    "img": "images/newsletter.png",
    "descripcion": "<a target='_blank' href='https://vilmanunez.com/que-es-newsletter/'>Newsletter</a> o boletín, es un canal de comunicación entre servicio y cliente. El usuario normalmente se subscribe a ellos y recibe contenido periódicamente a su correo electrónico.</br></br><b>Newsletter(boletines)</b>, normalmente son publicidad y tienen cierta periodicidad, diaria, semestral, trimestral etc. Contienen información de un artículo, una marca o una página.</br><b>Mailling</b>, es una formato más de publicidad utilizado mayormente para promocionar servicios y productos de una marca.</br><b>E-mail marketing</b>, es un correo con links de acceso directos a compra. Altamente ilustrativos, poco contenido textual de carácter sugerente. Amazon, wish etc."
  }, {
    "categoria": "Newsletter",
    "titulo": "Ventajas",
    "img": "images/ventajas.png",
    "descripcion": "Algunas ventajas:<ul><li>Mantener la marca presente en la mente del usuario o público, ya que es información que al usuario le interesa.</li><li>Son de bajo costo económico por lo tanto miniempresas y usuario pueden generarlos.</li><li>Este canal de comunicación es una forma eficaz de conocer el público presente en la marca.</li><li>Se puede considerar uno de los mejores canales de ventas y presenta una mejor estrategia a la hora de presentarse al público, porque pueden ser de carácter personalizado y generan un vínculo.</li></ul>"
  }, {
    "categoria": "Newsletter",
    "titulo": "Referencia",
    "img": "images/newsletter-referencia.jpg",
    "descripcion": "Algunos sitios de referencia:</br><a target='_blank' href=’https://www.fromdoppler.com/’>From Doppler</a></br><a target='_blank' href=’https://mailchimp.com/'>Mail Chimp</a></br><a target='_blank' href=’http://www.mailkitchen.com/es/inicio’>Mail Kitchen</a></br><a target='_blank' href=’http://constantcontact.com/index.jsp'>Constant Contact</a></br><a target='_blank' href=’http://foundation.zurb.com/emails.html'>Foundation Emails</a></br>"
  }, {
    "categoria": "Manual de marca",
    "titulo": "Manual de marca",
    "img": "images/manual-marca.jpg",
    "descripcion": "El manual de marca es una herramienta corporativa, que define todas las instancias que interactúan directa o indirectamente con el público. Tiene como fin recoger los elementos de identidad gráfica y la gama de aplicaciones de uso más generalizado. Define la denominación, la tipografía y los colores corporativos para todos los documentos. Las normas contenidas en estos documento deben respetarse y mantenerse constantes, a fin de facilitar una difusión única y reforzar y asentar definitivamente su Identidad Visual."
  }, {
    "categoria": "Empathy map",
    "titulo": "Concepto",
    "img": "images/empathy_map.jpg",
    "descripcion": "El empathy map es una herramienta utilizada para identificar mejor a nuestro público meta a través de un conocimiento más profundo del mismo, su entorno y su visión única del mundo y de sus propias necesidades. Trata de obtener un perfil de personal. Un profundo conocimiento de la persona es clave en el diseño de nuestro modelo de negocio, pues el producto o servicio debe encajar en las necesidades de los clientes.</br></br>Un mapa de empatía básicamente debe responder a las siguientes preguntas:<ul><li>¿Qué quiere el cliente?</li><li>¿Qué podemos hacer por estos clientes?</li><li>¿Quiénes son de verdad?</li></ul>"
  }, {
    "categoria": "Empathy map",
    "titulo": "Ejemplo",
    "img": "images/Empathy-Map-ejemplo.jpg",
    "descripcion": "Ejemplo de un mapa de empatía para una tienda de perfumes</br></br><b>Nombre</b></br>Daniel Bogarín Gómez</br><b>Edad</b></br>25</br><b>Ocupación</b></br>Administrador</br></br><b>Oye</b></br><b>¿Sus amigos le han sugerido algún perfume?</b></br>Perfume no, ropa.</br><b>¿Qué piensan sus familiares sobre los perfumes?</b></br>Mi papa usa perfume, mi madre no.</br></br><b>Piensa y siente</b></br><b>¿Qué lo motiva a comprar un perfume?</b></br>El aroma, pero no suelo buscar nuevos perfumes.</br><b>¿Compraría un perfume en internet?</b></br>si, si ya lo usado anteriormente.</br></br><b>Ve</b></br><b>¿Alguna vez le ha llamado la atención algún anuncio sobre perfumes?</b></br>no.</br></br><b>Dice y hace</b></br><b>¿Qué prioridad le da a la hora de comprar a un perfume ?</b></br>el aroma y haberlo utilizado anteriormente.</br><b>¿Cada cuánto compra un perfume?</b></br>si tengo un cita importante o si ya no tengo.</br></br><b>Duele</b></br><b>¿Qué le molesta cuando compra por internet?</b></br>Que la página no se vea seria.</br><b>¿Cuánto tiempo puede esperar por una entrega?</b></br>si es algo nacional 2-3 días, si es internacional 1 mes.<b>aspira</b></br><b>¿Qué espera de un perfumen, calidad, duración, etc?</b></br>Calidad sobre precio y fama."
  }, {
    "categoria": "Empathy map",
    "titulo": "Resumen",
    "img": "images/empathy_map-resumen.jpg",
    "descripcion": "Resumen</br></br><b>Edad</b></br>20-25</br><b>Ocupación</b></br>Estudiante y profesionales</br></br><b>Oye</b></br><b>¿Sus amigos le han sugerido algún perfume?</b></br>Las personas no suelen recomendar perfumes, únicamente cuando les piden su opinión.</br><b>¿Qué piensan sus familiares sobre los perfumes?</b></br>Los familiares suelen utilizar perfumen, cuando tiene una reunión importante.</br></br><b>Piensa y siente</b></br><b>¿Qué lo motiva a comprar un perfume?</b></br>El precio y el aroma.</br><b>¿Compraría un perfume en internet?</b></br>Las personas compran por internet, algunos deben probarlos antes.</br></br><b>Ve</b></br><b>¿Alguna vez le ha llamado la atención algún anuncio sobre perfumes?</b></br>Los anuncios no suelen llamar la atención a largo tiempo.</br></br><b>Dice y hace</b></br><b>¿Qué prioridad le da a la hora de comprar a un perfume ?</b></br>el aroma y haberlo utilizado anteriormente.</br><b>¿Cada cuánto compra un perfume?</b></br>Normalmente cuando se está agotando el actual o quieren tener más opciones.</br></br><b>Duele</b></br><b>¿Qué le molesta cuando compra por internet?</b></br>El sitio tiene que ser intuitivo, mostrar seriedad y confianza.</br><b>¿Cuánto tiempo puede esperar por una entrega?</b></br>El tiempo de espera es corto de 2-5 días.<b>aspira</b></br><b>¿Qué espera de un perfumen, calidad, duración, etc?</b></br>Que su aroma perdure por mucho tiempo, y deje diversas sensaciones."
  }
]
